{
	"FormatVersion": 2,
	"Namespace": "",
	"Children": [
		{
			"Source":
			{
				"Text": "<White10Reg>Produced in: </><Orange10SemiB>{WHERE}</>"
			},
			"Translation":
			{
				"Text": "<White10Reg>Produced in: </><Orange10SemiB>{WHERE}</>"
			},
			"Key": "C4BAFC444D436969B0CD6CBD1047B694"
		},
		{
			"Source":
			{
				"Text": "FUNCTION:\r\n{Function}"
			},
			"Translation":
			{
				"Text": "FUNCTION:\r\n{Function}"
			},
			"Key": "45DBBC9B44A4A5C997D826BEE0CA8113"
		},
		{
			"Source":
			{
				"Text": "INSERT FUEL"
			},
			"Translation":
			{
				"Text": "INSERT FUEL"
			},
			"Key": "BD546764466D3697E30DAA95D542D5FE"
		},
		{
			"Source":
			{
				"Text": "Select an Icon"
			},
			"Translation":
			{
				"Text": "Select an Icon"
			},
			"Key": "822C87EB4CC0A665A5C4098B9E2091BC"
		}
	],
	"Subnamespaces": [
		{
			"Namespace": "KUI_GeneralWords",
			"Children": [
				{
					"Source":
					{
						"Text": "/ min"
					},
					"Translation":
					{
						"Text": "/ min"
					},
					"Key": "/min"
				},
				{
					"Source":
					{
						"Text": "Accept"
					},
					"Translation":
					{
						"Text": "Accept"
					},
					"Key": "Accept"
				},
				{
					"Source":
					{
						"Text": "Add"
					},
					"Translation":
					{
						"Text": "Add"
					},
					"Key": "Add"
				},
				{
					"Source":
					{
						"Text": "Added!"
					},
					"Translation":
					{
						"Text": "Added!"
					},
					"Key": "Added"
				},
				{
					"Source":
					{
						"Text": "Amount"
					},
					"Translation":
					{
						"Text": "Amount"
					},
					"Key": "Amount"
				},
				{
					"Source":
					{
						"Text": "Any Time"
					},
					"Translation":
					{
						"Text": "Any Time"
					},
					"Key": "Time_Any"
				},
				{
					"Source":
					{
						"Text": "Build Gun"
					},
					"Translation":
					{
						"Text": "Build Gun"
					},
					"Key": "BuildGun"
				},
				{
					"Source":
					{
						"Text": "Building"
					},
					"Translation":
					{
						"Text": "Building"
					},
					"Key": "Building"
				},
				{
					"Source":
					{
						"Text": "Can be found in Dangerous Areas."
					},
					"Translation":
					{
						"Text": "Can be found in Dangerous Areas."
					},
					"Key": "Found_Danger"
				},
				{
					"Source":
					{
						"Text": "Can be found in every biome."
					},
					"Translation":
					{
						"Text": "Can be found in every biome."
					},
					"Key": "Found_Everywhere"
				},
				{
					"Source":
					{
						"Text": "Cancle"
					},
					"Translation":
					{
						"Text": "Cancle"
					},
					"Key": "Cancle"
				},
				{
					"Source":
					{
						"Text": "Common"
					},
					"Translation":
					{
						"Text": "Common"
					},
					"Key": "Rare_Common"
				},
				{
					"Source":
					{
						"Text": "Consumed"
					},
					"Translation":
					{
						"Text": "Consumed"
					},
					"Key": "Consumed"
				},
				{
					"Source":
					{
						"Text": "Consumed In"
					},
					"Translation":
					{
						"Text": "Consumed In"
					},
					"Key": "ConsumedIn"
				},
				{
					"Source":
					{
						"Text": "Copy"
					},
					"Translation":
					{
						"Text": "Copy"
					},
					"Key": "Copy"
				},
				{
					"Source":
					{
						"Text": "Craft Bench"
					},
					"Translation":
					{
						"Text": "Craft Bench"
					},
					"Key": "Workbench"
				},
				{
					"Source":
					{
						"Text": "Crushed metal that can be mined from various ore clusters. Used to create ingots or liquid metals.\r\n\r\nIt can also be cleaned with machines to extract more metal from them."
					},
					"Translation":
					{
						"Text": "Crushed metal that can be mined from various ore clusters. Used to create ingots or liquid metals.\r\n\r\nIt can also be cleaned with machines to extract more metal from them."
					},
					"Key": "CrushedOres"
				},
				{
					"Source":
					{
						"Text": "Cycle Time"
					},
					"Translation":
					{
						"Text": "Cycle Time"
					},
					"Key": "CycleTime"
				},
				{
					"Source":
					{
						"Text": "Day"
					},
					"Translation":
					{
						"Text": "Day"
					},
					"Key": "Time_Day"
				},
				{
					"Source":
					{
						"Text": "Delete"
					},
					"Translation":
					{
						"Text": "Delete"
					},
					"Key": "Delete"
				},
				{
					"Source":
					{
						"Text": "Do you really want to open this website? Your browser will open and open the website!\r\n\r\n{url}"
					},
					"Translation":
					{
						"Text": "Do you really want to open this website? Your browser will open and open the website!\r\n\r\n{url}"
					},
					"Key": "PP_OpenUrl_T"
				},
				{
					"Source":
					{
						"Text": "Edit"
					},
					"Translation":
					{
						"Text": "Edit"
					},
					"Key": "Edit"
				},
				{
					"Source":
					{
						"Text": "Effect"
					},
					"Translation":
					{
						"Text": "Effect"
					},
					"Key": "Effect"
				},
				{
					"Source":
					{
						"Text": "Enter text here..."
					},
					"Translation":
					{
						"Text": "Enter text here..."
					},
					"Key": "DefaultSearchText"
				},
				{
					"Source":
					{
						"Text": "Equipment Workshop"
					},
					"Translation":
					{
						"Text": "Equipment Workshop"
					},
					"Key": "Workshop"
				},
				{
					"Source":
					{
						"Text": "Error"
					},
					"Translation":
					{
						"Text": "Error"
					},
					"Key": "State_Error"
				},
				{
					"Source":
					{
						"Text": "Heat"
					},
					"Translation":
					{
						"Text": "Heat"
					},
					"Key": "Heat"
				},
				{
					"Source":
					{
						"Text": "Idle"
					},
					"Translation":
					{
						"Text": "Idle"
					},
					"Key": "State_Idle"
				},
				{
					"Source":
					{
						"Text": "Idle"
					},
					"Translation":
					{
						"Text": "Idle"
					},
					"Key": "Idle"
				},
				{
					"Source":
					{
						"Text": "Image"
					},
					"Translation":
					{
						"Text": "Image"
					},
					"Key": "Image"
				},
				{
					"Source":
					{
						"Text": "Invalid"
					},
					"Translation":
					{
						"Text": "Invalid"
					},
					"Key": "Time_Invalid"
				},
				{
					"Source":
					{
						"Text": "Invalid"
					},
					"Translation":
					{
						"Text": "Invalid"
					},
					"Key": "Invalid"
				},
				{
					"Source":
					{
						"Text": "Invalid Information"
					},
					"Translation":
					{
						"Text": "Invalid Information"
					},
					"Key": "InvFormat"
				},
				{
					"Source":
					{
						"Text": "Item"
					},
					"Translation":
					{
						"Text": "Item"
					},
					"Key": "Item"
				},
				{
					"Source":
					{
						"Text": "Item Name"
					},
					"Translation":
					{
						"Text": "Item Name"
					},
					"Key": "ItemName"
				},
				{
					"Source":
					{
						"Text": "Layout"
					},
					"Translation":
					{
						"Text": "Layout"
					},
					"Key": "Layout"
				},
				{
					"Source":
					{
						"Text": "Layout loaded"
					},
					"Translation":
					{
						"Text": "Layout loaded"
					},
					"Key": "RSS_LayOutLoaded"
				},
				{
					"Source":
					{
						"Text": "Less Details"
					},
					"Translation":
					{
						"Text": "Less Details"
					},
					"Key": "LessDetails"
				},
				{
					"Source":
					{
						"Text": "Live Preview"
					},
					"Translation":
					{
						"Text": "Live Preview"
					},
					"Key": "LivePreview"
				},
				{
					"Source":
					{
						"Text": "Loading..."
					},
					"Translation":
					{
						"Text": "Loading..."
					},
					"Key": "Loading"
				},
				{
					"Source":
					{
						"Text": "Missing Module"
					},
					"Translation":
					{
						"Text": "Missing Module"
					},
					"Key": "State_MissingModule"
				},
				{
					"Source":
					{
						"Text": "More Details"
					},
					"Translation":
					{
						"Text": "More Details"
					},
					"Key": "MoreDetails"
				},
				{
					"Source":
					{
						"Text": "NO"
					},
					"Translation":
					{
						"Text": "NO"
					},
					"Key": "NO"
				},
				{
					"Source":
					{
						"Text": "Night"
					},
					"Translation":
					{
						"Text": "Night"
					},
					"Key": "Time_Night"
				},
				{
					"Source":
					{
						"Text": "No"
					},
					"Translation":
					{
						"Text": "No"
					},
					"Key": "No"
				},
				{
					"Source":
					{
						"Text": "No Fluid!"
					},
					"Translation":
					{
						"Text": "No Fluid!"
					},
					"Key": "Warning_NoFluid"
				},
				{
					"Source":
					{
						"Text": "No Inventory set"
					},
					"Translation":
					{
						"Text": "No Inventory set"
					},
					"Key": "NoInv"
				},
				{
					"Source":
					{
						"Text": "No Power"
					},
					"Translation":
					{
						"Text": "No Power"
					},
					"Key": "NoPower"
				},
				{
					"Source":
					{
						"Text": "No Power"
					},
					"Translation":
					{
						"Text": "No Power"
					},
					"Key": "State_NoPower"
				},
				{
					"Source":
					{
						"Text": "No Power!"
					},
					"Translation":
					{
						"Text": "No Power!"
					},
					"Key": "Warning_NoPower"
				},
				{
					"Source":
					{
						"Text": "No connection"
					},
					"Translation":
					{
						"Text": "No connection"
					},
					"Key": "NoCon"
				},
				{
					"Source":
					{
						"Text": "Normal extraction rate is: 60/min"
					},
					"Translation":
					{
						"Text": "Normal extraction rate is: 60/min"
					},
					"Key": "Rate_60"
				},
				{
					"Source":
					{
						"Text": "Normal extraction rate is: 60m³/min"
					},
					"Translation":
					{
						"Text": "Normal extraction rate is: 60m³/min"
					},
					"Key": "Rate_60m³"
				},
				{
					"Source":
					{
						"Text": "Open Url"
					},
					"Translation":
					{
						"Text": "Open Url"
					},
					"Key": "PP_OpenUrl_D"
				},
				{
					"Source":
					{
						"Text": "Overclocked"
					},
					"Translation":
					{
						"Text": "Overclocked"
					},
					"Key": "State_Overclocked"
				},
				{
					"Source":
					{
						"Text": "Parts"
					},
					"Translation":
					{
						"Text": "Parts"
					},
					"Key": "Part"
				},
				{
					"Source":
					{
						"Text": "Paste"
					},
					"Translation":
					{
						"Text": "Paste"
					},
					"Key": "Paste"
				},
				{
					"Source":
					{
						"Text": "Paused"
					},
					"Translation":
					{
						"Text": "Paused"
					},
					"Key": "Paused"
				},
				{
					"Source":
					{
						"Text": "Produce"
					},
					"Translation":
					{
						"Text": "Produce"
					},
					"Key": "State_Produce"
				},
				{
					"Source":
					{
						"Text": "Produced"
					},
					"Translation":
					{
						"Text": "Produced"
					},
					"Key": "Produced"
				},
				{
					"Source":
					{
						"Text": "Produced In"
					},
					"Translation":
					{
						"Text": "Produced In"
					},
					"Key": "ProducedIn"
				},
				{
					"Source":
					{
						"Text": "Rare"
					},
					"Translation":
					{
						"Text": "Rare"
					},
					"Key": "Rare_Rare"
				},
				{
					"Source":
					{
						"Text": "Recipe: {Name}"
					},
					"Translation":
					{
						"Text": "Recipe: {Name}"
					},
					"Key": "RecipeFormat"
				},
				{
					"Source":
					{
						"Text": "Refresh"
					},
					"Translation":
					{
						"Text": "Refresh"
					},
					"Key": "Refresh"
				},
				{
					"Source":
					{
						"Text": "Relevant Items:"
					},
					"Translation":
					{
						"Text": "Relevant Items:"
					},
					"Key": "RelevantItems"
				},
				{
					"Source":
					{
						"Text": "Remove"
					},
					"Translation":
					{
						"Text": "Remove"
					},
					"Key": "Remove"
				},
				{
					"Source":
					{
						"Text": "Reset"
					},
					"Translation":
					{
						"Text": "Reset"
					},
					"Key": "Reset"
				},
				{
					"Source":
					{
						"Text": "Rss Sign Text"
					},
					"Translation":
					{
						"Text": "Rss Sign Text"
					},
					"Key": "RSS_DefaultTextElementText"
				},
				{
					"Source":
					{
						"Text": "Running"
					},
					"Translation":
					{
						"Text": "Running"
					},
					"Key": "Running"
				},
				{
					"Source":
					{
						"Text": "Save"
					},
					"Translation":
					{
						"Text": "Save"
					},
					"Key": "Save"
				},
				{
					"Source":
					{
						"Text": "Save & Exit"
					},
					"Translation":
					{
						"Text": "Save & Exit"
					},
					"Key": "SaveAndExit"
				},
				{
					"Source":
					{
						"Text": "Save as preset"
					},
					"Translation":
					{
						"Text": "Save as preset"
					},
					"Key": "SaveAsPreset"
				},
				{
					"Source":
					{
						"Text": "Saved"
					},
					"Translation":
					{
						"Text": "Saved"
					},
					"Key": "Saved"
				},
				{
					"Source":
					{
						"Text": "Select"
					},
					"Translation":
					{
						"Text": "Select"
					},
					"Key": "Select"
				},
				{
					"Source":
					{
						"Text": "Select Item"
					},
					"Translation":
					{
						"Text": "Select Item"
					},
					"Key": "SelectItem"
				},
				{
					"Source":
					{
						"Text": "Slot not in use"
					},
					"Translation":
					{
						"Text": "Slot not in use"
					},
					"Key": "SlotNotUsed"
				},
				{
					"Source":
					{
						"Text": "Stable"
					},
					"Translation":
					{
						"Text": "Stable"
					},
					"Key": "Stable"
				},
				{
					"Source":
					{
						"Text": "Stack"
					},
					"Translation":
					{
						"Text": "Stack"
					},
					"Key": "Stack"
				},
				{
					"Source":
					{
						"Text": "Standby"
					},
					"Translation":
					{
						"Text": "Standby"
					},
					"Key": "State_Standby"
				},
				{
					"Source":
					{
						"Text": "Template"
					},
					"Translation":
					{
						"Text": "Template"
					},
					"Key": "Template"
				},
				{
					"Source":
					{
						"Text": "Text"
					},
					"Translation":
					{
						"Text": "Text"
					},
					"Key": "Text"
				},
				{
					"Source":
					{
						"Text": "Type"
					},
					"Translation":
					{
						"Text": "Type"
					},
					"Key": "Type"
				},
				{
					"Source":
					{
						"Text": "Unknown"
					},
					"Translation":
					{
						"Text": "Unknown"
					},
					"Key": "Unknown"
				},
				{
					"Source":
					{
						"Text": "Unstable"
					},
					"Translation":
					{
						"Text": "Unstable"
					},
					"Key": "UnStable"
				},
				{
					"Source":
					{
						"Text": "Very Common"
					},
					"Translation":
					{
						"Text": "Very Common"
					},
					"Key": "Rare_VeryCommon"
				},
				{
					"Source":
					{
						"Text": "Very Rare"
					},
					"Translation":
					{
						"Text": "Very Rare"
					},
					"Key": "Rare_VeryRare"
				},
				{
					"Source":
					{
						"Text": "Widget not Init!"
					},
					"Translation":
					{
						"Text": "Widget not Init!"
					},
					"Key": "NotInit"
				},
				{
					"Source":
					{
						"Text": "YES"
					},
					"Translation":
					{
						"Text": "YES"
					},
					"Key": "YES"
				},
				{
					"Source":
					{
						"Text": "Yes"
					},
					"Translation":
					{
						"Text": "Yes"
					},
					"Key": "Yes"
				},
				{
					"Source":
					{
						"Text": "deleted"
					},
					"Translation":
					{
						"Text": "deleted"
					},
					"Key": "Deleted"
				},
				{
					"Source":
					{
						"Text": "loaded"
					},
					"Translation":
					{
						"Text": "loaded"
					},
					"Key": "loaded"
				},
				{
					"Source":
					{
						"Text": "m³"
					},
					"Translation":
					{
						"Text": "m³"
					},
					"Key": "m³"
				},
				{
					"Source":
					{
						"Text": "m³ / min"
					},
					"Translation":
					{
						"Text": "m³ / min"
					},
					"Key": "m3/min"
				},
				{
					"Source":
					{
						"Text": "no"
					},
					"Translation":
					{
						"Text": "no"
					},
					"Key": "no"
				},
				{
					"Source":
					{
						"Text": "per minute"
					},
					"Translation":
					{
						"Text": "per minute"
					},
					"Key": "PartPMin"
				},
				{
					"Source":
					{
						"Text": "yes"
					},
					"Translation":
					{
						"Text": "yes"
					},
					"Key": "yes"
				},
				{
					"Source":
					{
						"Text": "{From} to {To}"
					},
					"Translation":
					{
						"Text": "{From} to {To}"
					},
					"Key": "FromTo"
				},
				{
					"Source":
					{
						"Text": "{From} to {To}°C"
					},
					"Translation":
					{
						"Text": "{From} to {To}°C"
					},
					"Key": "FromToCelc"
				},
				{
					"Source":
					{
						"Text": "{From}% to {To}%"
					},
					"Translation":
					{
						"Text": "{From}% to {To}%"
					},
					"Key": "ToPercent"
				},
				{
					"Source":
					{
						"Text": "{Time} Sec"
					},
					"Translation":
					{
						"Text": "{Time} Sec"
					},
					"Key": "TimeInSec"
				},
				{
					"Source":
					{
						"Text": "{Value} %"
					},
					"Translation":
					{
						"Text": "{Value} %"
					},
					"Key": "Percent"
				},
				{
					"Source":
					{
						"Text": "{Value} / Min"
					},
					"Translation":
					{
						"Text": "{Value} / Min"
					},
					"Key": "PerMin"
				},
				{
					"Source":
					{
						"Text": "{Value} MW"
					},
					"Translation":
					{
						"Text": "{Value} MW"
					},
					"Key": "MW"
				},
				{
					"Source":
					{
						"Text": "{Value} m³"
					},
					"Translation":
					{
						"Text": "{Value} m³"
					},
					"Key": "Format_m³"
				},
				{
					"Source":
					{
						"Text": "{Value} m³ / Min"
					},
					"Translation":
					{
						"Text": "{Value} m³ / Min"
					},
					"Key": "m3PerMin"
				},
				{
					"Source":
					{
						"Text": "{Value} °C"
					},
					"Translation":
					{
						"Text": "{Value} °C"
					},
					"Key": "Celcius"
				},
				{
					"Source":
					{
						"Text": "{count}x"
					},
					"Translation":
					{
						"Text": "{count}x"
					},
					"Key": "CountMulti"
				}
			]
		},
		{
			"Namespace": "KUI_ItemFormat",
			"Children": [
				{
					"Source":
					{
						"Text": "Fluid"
					},
					"Translation":
					{
						"Text": "Fluid"
					},
					"Key": "Liquid"
				},
				{
					"Source":
					{
						"Text": "Gas"
					},
					"Translation":
					{
						"Text": "Gas"
					},
					"Key": "Gas"
				},
				{
					"Source":
					{
						"Text": "Heat"
					},
					"Translation":
					{
						"Text": "Heat"
					},
					"Key": "Heat"
				},
				{
					"Source":
					{
						"Text": "Solid"
					},
					"Translation":
					{
						"Text": "Solid"
					},
					"Key": "Solid"
				}
			]
		}
	]
}